/* Action name for make a new page. */
"Add Canvas" = "Arbeitsfläche hinzufügen";

/* Action name for adding a column to a table. */
"Add Column" = "Spalte hinzufügen";

/* Action name for creating a new item in the outline view. */
"Add Item" = "Objekt hinzufügen";

/* Action name for adding a new layer. */
"Add Layer" = "Ebene hinzufügen";

/* Action name for adding a magnet. */
"Add Magnet" = "Magnet hinzufügen";

/* Action name for make a new master page. */
"Add Master Canvas" = "Master-Arbeitsfläche hinzufügen";

/* Action name for adding a row to a table. */
"Add Row" = "Zeile hinzufügen";

/* Action name for adding a new shared layer. */
"Add Shared Layer" = "Gemeinsame Ebene hinzufügen";

/* Action name for align columns. */
"Align Column" = "Spalte ausrichten";

/* Action name for aligning the selected graphics to the grid (inspector action).
   Action name for aligning the selected graphics to the grid (menu action). */
"Align Objects to Grid" = "Objekte am Raster ausrichten";

/* Action name for align rows. */
"Align Row" = "Zeile ausrichten";

/* Action name for alignment. */
"Alignment" = "Ausrichtung";

/* Action name for allowing/refusing connections. */
"Allow Connections" = "Verknüpfungen zulassen";

/* Action name for allowing shapes to become labels. */
"Allow Shape Labels" = "Etiketten aus Formen zulassen";

/* Action name for applying new outline style. */
"Apply Style" = "Stil anwenden";

/* Action name for changing orthogonal line bar. */
"Bar Adjustment" = "Balken ausrichten";

/* Action name for bring forward. */
"Bring Forward" = "Schrittweise nach vorne";

/* Action name for bring to front. */
"Bring To Front" = "Ganz nach vorne";

/* Action name for using the style brush. */
"Brush" = "Pinsel";

/* Action name for changing whether the canvas is an integral number of pieces of paper wide and high. */
"Canvas fits Paper" = "Arbeitsfläche an Papier anpassen";

/* Action name for setting the canvas origin. */
"Change Origin" = "Ursprung ändern";

/* Action name for clearing images. */
"Clear Image" = "Bild löschen";

/* Action name for collapsing subgraphs. */
"Collapse" = "Reduzieren";

/* Action name for converting color profiles. */
"Color Conversion" = "Farbkonvertierung";

/* Action name for assigning color profiles. */
"Color Profile Assignment" = "Farbprofil zuweisen";

/* Action name for newly created shapes. */
"Create" = "Erstellen";

/* Action name for cut. */
"Cut" = "Ausschneiden";

/* Action name for deleting graphics. */
"Delete" = "Löschen";

/* Action name for deleting a page. */
"Delete Canvas" = "Arbeitsfläche löschen";

/* Action name for deleting a graphic or graphics. */
"Delete Graphic" = "Grafik löschen";

/* Action name for deleting a layer or layers.
   Action name for deleting a layer. */
"Delete Layer" = "Ebene löschen";

/* Action name for deleting a magnet. */
"Delete Magnet" = "Magnet löschen";

/* Action name for deleting magnets. */
"Delete Magnets" = "Magnete löschen";

/* Action name for deleting a master canvas. */
"Delete Master Canvas" = "Master-Arbeitsfläche löschen";

/* Action name for deleting knobs / control points. */
"Delete Point" = "Punkt löschen";

/* Action name for deleting a layer. */
"Delete Shared Layer" = "Gemeinsame Ebene löschen";

/* Action name for turning off kerning */
"Disable Kerning" = "Unterschneiden deaktivieren";

/* Action name for allowing/refusing connections. */
"Disallow Connections" = "Verknüpfungen nicht zulassen";

/* Action name for disallowing shapes to become labels. */
"Disallow Shape Labels" = "Etiketten aus Formen nicht zulassen";

/* Action name for changing distance guide enabled. */
"Distance Guide Change" = "Abstands-Hilfslinien ändern";

/* Action name for distributing columns.
   Action name for distributing rows. */
"Distribute" = "Verteilen";

/* Action name for dropping in a graphic. */
"Dropped Graphic" = "Ausgelassene Grafik";

/* Action name for dropping in an image. */
"Dropped Image" = "Ausgelassenes Bild";

/* Action name for dropping in multiple images. */
"Dropped Images" = "Ausgelassene Bilder";

/* Action name for dropping in a link.
   Action name for dragging in a link. */
"Dropped Link" = "Ausgelassener Link";

/* Action name for dropping in some text. */
"Dropped Text" = "Ausgelassener Text";

/* Action name for duplicating a page. */
"Duplicate Canvas" = "Arbeitsfläche duplizieren";

/* Action name for duplicating layers. */
"Duplicate Layer" = "Ebene duplizieren";

/* Action name for setting character spacing to kerned */
"Enable Kerning" = "Unterschneiden aktivieren";

/* Action name for collapsing subgraphs. */
"Expand" = "Erweitern";

/* Action name for flipping shapes and group. */
"Flip" = "Spiegeln";

/* Action name for setting the grid alignment to edges or centers (inspector action). */
"Grid Alignment" = "Raster-Ausrichtung";

/* Action name for aligning centers to the gird. */
"Grid Centers" = "Raster-Mitte";

/* Action name for showing the grid in front/back.
   Action name for whether the grid prints or not. */
"Grid Change" = "Raster-Modifikation";

/* Action name for grouping. */
"Group" = "Gruppieren";

/* Action name for making a subgraph. */
"Group as Subgraph" = "Als Unterdiagramm gruppieren";

/* Action name for whether to connect to a group or it's components. */
"Group Connection Behavior" = "Verknüpfungen mit Gruppen";

/* Action name for changing guide lock. */
"Guide Locking" = "Hilfslinien schützen";

/* Action name for changing guide visibility. */
"Guide Visibility" = "Sichtbarkeit der Hilfslinien";

/* Action name for changing how images are drawn using the inspector. */
"Image Drawing Change" = "Bildänderung";

/* Action name for changing whether image is an alias or embedded. */
"Image Embed" = "Bildintegration";

/* Action name for changing how images are offset using the inspector. */
"Image Offset" = "Bildversatz";

/* Action name for indenting some cells in the outline. */
"Indent" = "Einrücken";

/* shape action */
"Intersection" = "Schnittpunkt";

/* Action name for adding a label. */
"Label" = "Etikett";

/* Action name for changing a layer attribute. */
"Layer Change" = "Ebenenänderung";

/* Action name for automatic layout. */
"Layout" = "Layout";

/* Action name for setting the line end scale. */
"Line End Scale" = "Skalierung für Zeilenende";

/* Action name for changing line hop type. */
"Line Hop Type" = "Typ des Linienübergangs";

/* Action name for changing link visibility. */
"Link Visibility" = "Link-Sichtbarkeit";

/* Action name for lock. */
"Lock" = "Schützen";

/* Action name for Loosen Kerning. */
"Loosen Kerning" = "Geringere Unterschneidung";

/* Action name for changing magnet positions. */
"Magnet Change" = "Magnetposition ändern";

/* Action name for changing magnet visibility. */
"Magnet Visibility" = "Magnet-Sichtbarkeit";

/* Action name for show/hide major grid. */
"Major Grid Change" = "Hauptraster ändern";

/* Action name for changing the major grid spacing. */
"Major Grid Spacing" = "Abstand im Hauptraster ändern";

/* Action name for converting bezier or polygon graphic to shaped graphic. */
"Make Custom" = "Benutzerdefiniert machen";

/* Action name for converting shaped graphic to bezier or polygon graphic. */
"Make Editable" = "Bearbeitbar machen";

/* Action name for natural size. */
"Make Natural Size" = "Höhe = Breite";

/* Action name for make same height. */
"Make Same Height" = "Gleiche Höhe";

/* Action name for make same size. */
"Make Same Size" = "Gleiche Größe";

/* Action name for make same width. */
"Make Same Width" = "Gleiche Breite";

/* Action name for making tables. */
"Make Table" = "Tabelle erstellen";

/* Action name Margin Change. */
"Margin Change" = "Rand ändern";

/* Action name for merging a layer. */
"Merge Layer" = "Ebenen zusammenfügen";

/* Action name for moves. */
"Move" = "Bewegen";

/* Action name for moving a layer. */
"Move Layer" = "Ebene verschieben";

/* Action name for moving a magnet. */
"Move Magnet" = "Magnet bewegen";

/* Action name for moving graphics to a layer. */
"Move to Layer" = "In Ebene bewegen";

/* Action name for make a new layer. */
"New Layer" = "Neue Ebene";

/* Action name for changing note visibility. */
"Note Visibility" = "Notiz-Sichtbarkeit";

/* Action name for nudge keyboard commands. */
"Nudge" = "Präzisionsausrichtung";

/* Action name for setting image opacity. */
"Opacity" = "Deckkraft";

/* Action name for label orientation.
   Action name for changing the page orientation. */
"Orientation" = "Richtung";

/* Action name for changing origin visibility. */
"Origin Visibility" = "Ursprung-Sichtbarkeit";

/* Action name for un-indenting some cells in the outline. */
"Outdent" = "Ausrücken";

/* Action name for changing page break visibility. */
"Page Break Visibility" = "Seitenumbruch-Sichtbarkeit";

/* Action name for printing on one page. */
"Page Printing" = "Seitendruck";

/* Action name for changing print info. */
"Page Setup" = "Seitenformat";

/* Action name for paste. */
"Paste" = "Einsetzen";

/* Action name for changing font. */
"Paste Font" = "Schrift einsetzen";

/* Action name for pasting magnets. */
"Paste Magnets" = "Magnete einsetzen";

/* Action name for pasting styles. */
"Paste Style" = "Stil einsetzen";

/* Action name for adding knobs. */
"Point" = "Punkt";

/* Action name for removing links. */
"Remove Action" = "Aktion entfernen";

/* Action name for removing a column from a table. */
"Remove Column" = "Spalte entfernen";

/* Action name for clearing dependency with the master canvas. */
"Remove Master Dependency" = "Master-Abhängigkeit entfernen";

/* Action name for removing extra points. */
"Remove Points" = "Punkte entfernen";

/* Action name for removing a row from a table. */
"Remove Row" = "Zeile entfernen";

/* Action name for text replacement. */
"Replace" = "Ersetzen";

/* Action name for text replacement. */
"Replace All" = "Alle ersetzen";

/* Action name for reshaping lines. */
"Reshape" = "Form ändern";

/* Action name for resizes. */
"Resize" = "Größe ändern";

/* Action name for resizing the canvas. */
"Resize Canvas" = "Arbeitsflächengröße ändern";

/* Action name for reversing the blends. */
"Reverse Blend" = "Verlauf umkehren";

/* Action name for reversing. */
"Reverse Line" = "Linie umkehren";

/* Action name for rotating shapes and group. */
"Rotation" = "Drehen";

/* Action name for ruler units change. */
"Ruler Units" = "Linealeinheiten";

/* Action name for scale string change. */
"Scale" = "Größe";

/* Action name for send backward. */
"Send Backward" = "Nach hinten";

/* Action name for send to back. */
"Send To Back" = "Ganz nach hinten";

/* Action name for setting whether or not a graphic allows any types of connections. */
"Set Allows Connections" = "Zugelassene Verknüpfungen festlegen";

/* Action name for setting the center of the blend. */
"Set Blend Center" = "Verlaufszentrum festlegen";

/* Action name for setting the second blend color. */
"Set Blend Color" = "Verlaufsfarbe festlegen";

/* Action name for setting the blend fraction. */
"Set Blend Fraction" = "Verlaufsabstufung festlegen";

/* Action name for setting the rotation of the blend. */
"Set Blend Rotation" = "Verlaufsrichtung festlegen";

/* Action name for numerically setting bounds. */
"Set Bounds" = "Grenzwerte festlegen";

/* Action name for setting character spacing. */
"Set Character Spacing" = "Zeichenabstand festlegen";

/* Action name for setting the corner radius. */
"Set Corner Radius" = "Eckradius festlegen";

/* Action name for setting the fill. */
"Set Fill" = "Fülloptionen festlegen";

/* Action name for set fill color.
   Action name for setting fill color. */
"Set Fill Color" = "Füllfarbe festlegen";

/* Action name for setting the fill type. */
"Set Fill Type" = "Fülltyp festlegen";

/* Action name for changing font. */
"Set Font" = "Schrift festlegen";

/* Action name for setting images. */
"Set Image" = "Bild definieren";

/* Action name for setting inter-line spacing. */
"Set Inter-Line Spacing" = "Zeilenabstand festlegen";

/* Action name for setting links. */
"Set Jump" = "Link definieren";

/* Action name for setting label offsets. */
"Set Label Offset" = "Etikettenversatz festlegen";

/* Action name for setting label positions. */
"Set Label Position" = "Etikettenposition festlegen";

/* Action name for setting links. */
"Set Layers" = "Ebenen festlegen";

/* Action name for setting lines. */
"Set Line" = "Linien festlegen";

/* Action name for set line pattern. */
"Set Line Dash Pattern" = "Linienmuster festlegen";

/* Action name for setting line ends. */
"Set Line End" = "Linienende festlegen";

/* Action name for set line width. */
"Set Line Width" = "Linienbreite festlegen";

/* Action name for setting lines to always draw at least a single screen pixel wide. */
"Set Lines to Draw at Least 1 Pixel Wide" = "Linien müssen mindestens 1 Pixel breit sein";

/* Action name for setting lines to not always draw at least a single screen pixel wide. */
"Set Lines to Draw Thinner Than 1 Pixel If Needed" = "Linien dürfen (falls erforderlich) schmaler als 1 Pixel sein";

/* Action name for setting links. */
"Set Link" = "Link definieren";

/* Action name for setting the middle blend color. */
"Set Middle Blend Color" = "Farbe für Verlaufsmitte festlegen";

/* Action name for setting notes. */
"Set Note" = "Notiz definieren";

/* Action name for changing the text outline. */
"Set Outline" = "Gliederung definieren";

/* Action name for setting links. */
"Set Script" = "Skript definieren";

/* Action name for set shadow color. */
"Set Shadow Color" = "Schattenfarbe festlegen";

/* Action name for setting shapes. */
"Set Shape" = "Form definieren";

/* Action name for setting text padding. */
"Set Side Padding" = "Textrand festlegen";

/* Action name for setting stroke color.
   Action name for setting whether stroke draws. */
"Set Stroke Color" = "Konturfarbe festlegen";

/* Action name for set line join style. */
"Set Stroke Corner Style" = "Linieneckenstil festlegen";

/* Action name for set line cap style. */
"Set Stroke End Style" = "Linienendstil festlegen";

/* Action name for setting styles. */
"Set Style" = "Stil definieren";

/* Action name for setting text placement. */
"Set Text Alignment" = "Textausrichtung festlegen";

/* Action name for setting text autosizing. */
"Set Text Autosizing" = "Automatische Textgröße aktivieren";

/* Action name for setting text color. */
"Set Text Color" = "Textfarbe festlegen";

/* Action name for setting text placement. */
"Set Text Placement" = "Textposition festlegen";

/* Action name for setting text wrapping. */
"Set Text Wrapping" = "Textumbruch aktivieren";

/* Action name for setting text padding. */
"Set Top/Bottom Padding" = "Oberen/Unteren Textrand festlegen";

/* Action name for changing the underline. */
"Set Underline" = "Unterstreichung aktivieren";

/* Action name for setting the shadow. */
"Shadow" = "Schatten";

/* Action name for changing the shadow level. */
"Shadow Below" = "Schatten unterhalb";

/* Action name for changing the shadow fuzziness. */
"Shadow Fuzziness" = "Schattenschärfe";

/* Action name for changing the shadow vector. */
"Shadow Vector" = "Schatten-Vektor";

/* Action name for showing the grid. */
"Show Grid Change" = "Raster-Änderungen anzeigen";

/* Action name for resizing the selected graphics to fit the grid (inspector action).
   Action name for resizing the selected graphics to fit the grid (menu action). */
"Size Objects to Grid" = "Objektgröße an Raster anpassen";

/* Action name for Size to Fit. */
"Size to Fit" = "Größe anpassen";

/* Action name for image size. */
"Size to Fit Image" = "Größe an Bild anpassen";

/* Action name for changing guides enabled. */
"Smart Guide Change" = "Automatische Hilfslinien verändern";

/* Action name for snapping to the grid. */
"Snap To Grid Change" = "Autom. Ausrichtung am Raster verändern";

/* Action name for spacing columns.
   Action name for spacing rows. */
"Spacing" = "Abstand";

/* Action name for rubber stamping. */
"Stamp" = "Stempel";

/* Action name for setting the stroke. */
"Stroke" = "Kontur";

/* shape action */
"Subtraction" = "Ausstanzen";

/* Action name for setting text position. */
"Text Position" = "Textposition";

/* Action name for setting text rotation. */
"Text Rotation" = "Textdrehung";

/* Action name for Tighten Kerning. */
"Tighten Kerning" = "Stärkere Unterschneidung";

/* Action name for Turn Off Kerning. */
"Turn Off Kerning" = "Unterschneidung deaktivieren";

/* Action name for ungrouping. */
"Ungroup" = "Gruppierung aufheben";

/* shape action */
"Union" = "Verbinden";

/* Action name for unlock. */
"Unlock" = "Schutz aufheben";

/* Action name Use Entire Page. */
"Use Entire Page" = "Ganze Seite verwenden";

/* Action name for Use Standard Kerning. */
"Use Standard Kerning" = "Standardunterschneidung verwenden";

